FileName <- "./str/text_disser.txt"
# 3_1_Результаты_ретроспективной_группы_в_целом ------------------------------------------------------------
source("./workspace/disser/str/deconst/04_Глава3/deconst/3_1_Результаты_ретроспективной_группы_в_целом.R")


# 3_2_Результаты_в_подгруппах_по_признаку_повреждения_доминирующей_руки ------------------------------------------------------------
source("./workspace/disser/str/deconst/04_Глава3/deconst/3_2_Результаты_в_подгруппах_по_признаку_повреждения_доминирующей_руки.R")


# 3_3_Результаты_в_подгруппах_по_признаку_типа_деформации ------------------------------------------------------------
source("./workspace/disser/str/deconst/04_Глава3/deconst/3_3_Результаты_в_подгруппах_по_признаку_типа_деформации.R")


# 3_4_Результаты_в_подгруппах_по_признаку_типа_активности ------------------------------------------------------------
source("./workspace/disser/str/deconst/04_Глава3/deconst/3_4_Результаты_в_подгруппах_по_признаку_типа_активности.R")


# 3_5_Резюме ------------------------------------------------------------
source("./workspace/disser/str/deconst/04_Глава3/deconst/3_5_Резюме.R")


