# 4_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_Название.R")
# 4_1_Описание_результатов_этапа_исследования_интраоперационной_дозы_дексаметазона ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_1_Описание_результатов_этапа_исследования_интраоперационной_дозы_дексаметазона.R")
# 4_2_Результаты_в_группе_без_протокола_повышенной_дозы_дексаметазона ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_2_Результаты_в_группе_без_протокола_повышенной_дозы_дексаметазона.R")
# 4_2_1_Сравнение_подгрупп_по_принципу_ожидания_боли ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_2_1_Сравнение_подгрупп_по_принципу_ожидания_боли.R")
# 4_3_Результаты_в_группе_с_протоколом_повышенной_дозы_дексаметазона ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_3_Результаты_в_группе_с_протоколом_повышенной_дозы_дексаметазона.R")
# 4_3_1_Сравнение_подгрупп_по_принципу_ожидания_боли ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_3_1_Сравнение_подгрупп_по_принципу_ожидания_боли.R")
# 4_4_Результаты_сравнения_групп ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_4_Результаты_сравнения_групп.R")
# 4_5_Резюме ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_5_Резюме.R")
