# 5_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_Название.R")
# 5_1_Описание_результатов_этапа_исследования_послеопрационного_положения_конечности ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_1_Описание_результатов_этапа_исследования_послеопрационного_положения_конечности.R")
# 5_2_Результаты_в_группе_без_использованием_протокола_сгибания_конечности ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_2_Результаты_в_группе_без_использованием_протокола_сгибания_конечности.R")
# 5_3_Результаты_в_группе_с_использование_протокола_сгибания_конечности ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_3_Результаты_в_группе_с_использование_протокола_сгибания_конечности.R")
# 5_4_Сранение_групп_исследования ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_4_Сранение_групп_исследования.R")
# 5_5_Резюме ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_5_Резюме.R")
