FileName <- "./workspace/disser/str/text_disser.txt"
# 01_Актуальность_исследования ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/01_Актуальность_исследования.R")


# 02_Степень_разработанности_проблемы ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/02_Степень_разработанности_проблемы.R")


# 03_Цель_исследования ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/03_Цель_исследования.R")


# 04_Задачи_исследования ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/04_Задачи_исследования.R")


# 05_Научная_новизна ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/05_Научная_новизна.R")


# 06_Теоретическая_практическая_значимость ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/06_Теоретическая_практическая_значимость.R")


# 07_Методология_методы_исследования ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/07_Методология_методы_исследования.R")


# 08_Основные_положения_выносимые_на_защиту ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/08_Основные_положения_выносимые_на_защиту.R")


# 09_Степень_достоверности_апробация_диссертационной_работы ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/09_Степень_достоверности_апробация_диссертационной_работы.R")


# 10_Внедрение_результатов_работы_практику ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/10_Внедрение_результатов_работы_практику.R")


# 11_Личный_вклад_соискателя ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/11_Личный_вклад_соискателя.R")


# 12_Публикации ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/12_Публикации.R")


# 13_Структура_объем_диссертаци ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/deconst/13_Структура_объем_диссертаци.R")


