
# 2.2.7 Протокол трехмерного планирования коррегирующей остеомии л --------



escribir(paste("### ",s2_2_7,"\n\n"))

escribir(paste(
"Используя данные компьютерной томографии в формате DICOM ",
"в программе для 3D-моделирования (Mimics), ",
"путем конвертации создается трехмерная модель деформированной ",
"и контралатеральной неповрежденной лучевых остей:\n\n"
))

escribir("![](02_img/prot1.png)\n\n")

escribir(paste(
"На снимках компьютерной томографии определялась плоскость перелома:",
"По результатам сегментирования определялась условная плоскость перелома по ",
"трем выступающим вершинам суставной поверхности определялась суставная ",
"плоскость определялась по трем точкам.\n\n"
))

escribir("![](02_img/prot2.png)\n\n")
escribir("![](02_img/prot3.png)\n\n")
escribir("![](02_img/prot4.png)\n\n")
escribir("![](02_img/prot5.png)\n\n")
escribir("![](02_img/prot6.png)\n\n")
escribir("![](02_img/prot7.png)\n\n")
escribir("![](02_img/prot8.png)\n\n")
escribir("![](02_img/prot9.png)\n\n")

escribir(paste(
"Определялось место и направление планируемой остеотомии по основным правилам.",
"Остеотомия находилась в зоне изгиба используемой пластины и располагалась ниже линии выхода винтов.",
"Ориентация производилась одного из винтов в шиловидный отросток.",
"Линия остеотомии проходила через перелом.",
"Плоскость остеотомии параллельна суставной плоскости",
"Фиксация планировалась с помощью анатомической фиксирующей ",
"ладонной пластинки (Biomet-Zimmer DVR Crosslock Distal Radius Plate), ",
"эта пластина была заранее отсканирована и была создана ее виртуальная модель, ",
"которая применялась в планировании коррекции лучевой кости.\n\n"
))

escribir("![](02_img/prot10.png)\n\n")
escribir("![](02_img/prot11.png)\n\n")
escribir("![](02_img/prot12.png)\n\n")
escribir("![](02_img/prot14.png)\n\n")


escribir(paste(
"Моделировался хирургический шаблон для позиционирования осцилирующей пилы для того, ",
"чтобы шаблон переносил выбранные направления хирургического инструмента." ,
"Учитавались при проектировке его соответствие основным принципам.",
"Площадь примыкания к кости должна быть минимальна, ",
"но в то же время достаточна для неподвижной фиксации на естественных неровностях кости.",
"Шаблон должен быть закреплен как минимум 2-мя спицами, расположенными так, ",
"чтобы не пересекаться с ходом пилы.",
"При отсутствии возможности сделать полную резекцию под контролем шаблона, ",
"допустимо произвести остеотомию не до конца, и продолжить её, убрав шаблон. ",
"это часто связано с тем, что основные неровности на поверхности кости располагаются на линии перелома, ",
"через которую и проходит линия остеотомии",
"Для отсутствия контакта пилящего инструмента с непосредственно полимерным ",
"направителей был использован дополнительный ручной направитель пилы, ",
"он также из стандартного набора инструментов для проведения остеотомии ",
"и его виртуальная модель заранее создана с помощью сканера.\n\n"
))

escribir("![](02_img/prot15.png)\n\n")
escribir("![](02_img/prot16.png)\n\n")
escribir("![](02_img/prot17.png)\n\n")
escribir("![](02_img/prot18.png)\n\n")

escribir(paste(
"Шаблоны являлись временными и индивидуальными изделиями. ",
"Основная задача любого шаблона – это перенос запрограммированных данных ",
"из программы по 3d планированию в условия реальной операции,",
"что требовалось проверить в рамках настоящего исследования.",
"Для печати использовалась технология технология стереолитографии. ",
"Используемые материалы имели регистрационные удостоверения для применения в медицине. ",
"Мы выбрали производителя Harz Labs, материал dental yellow clear. ",
"Жидкая фотополимерная смола стоматологического применения, для изготовления ",
"хирургических шаблонов при установке имплантатов. Использовался 3d принтер photon mono x6. ",
"Напечатанный индивидуальный шаблон-направитель отправлялся в стерилизацию.\n\n"
))

escribir("![](02_img/prot19.png)\n\n")