escribir(paste("### ",s2_1_1,"\n\n"))

escribir(paste(
  "Критериями включения", 
  "для этапов исследования, где исследемыми были пациенты с НСП ДМЭ ЛК", 
  "заболевание должно было проявляться болью в запястье,", 
  "деформацией и ограничением объема движений. ",
  "Диагноз посттравматической деформации НСП ДМЭ ЛК ",
  "устанавливался на основании полного сбора анамнеза и данных рентгенологического исследования ",
  "лучезапястного сустава в прямой и боковой проекциях. ",
  "Все пациенты перенесли внесуставной перелом, ",
  "первоначально была выполнена закрытая ручная репозиция отломков с последующей гипсовой иммобилизацией ",
  "в среднем на 6-8 недель. ",
  "Хирургическое лечение этим пациентам ранее не проводилось. \n\n"
))

escribir(paste(
  "Критериями включения", 
  "для этапа исследования, где исследемыми были участники без патологии", 
  "было отсутвие повреждения ДМЭ, предплечья и кисти в анамнезе \n\n"

))


escribir(paste(
  "Критериями исключения были:\n\n", 
  "• сахарный диабет\n
  • носительство вируса гепатита В или С\n
  • специфический артрит\n
  • хроническая почечная недостаточность (креатинин >200 мкмоль/л)\n
  • язвенная болезнь\n
  • хроническое применение глюкокортикойдов\n
  • иммунодепрессантов, иммуномодулирующих препаратов, опиойдов.\n\n"
  ))
