# 2.2 Описание методов диссертационного исследования-------------------------------------------------------------------
escribir(paste("## ",s2_2,"\n\n"))

escribir(paste(
  "В настоящем диссертационном исследовании использовались функциональные методы оценки",
  "функции лучезапястного сустава и предплечья.",
  "В качестве инструментальных методов оценки использовался рентген",
  "ДМЭ ЛК в двух проекция (прямая и бокова), а так же МСКТ лкчезапястного сустава.",
  "Так же применялись шкалы оценки состояния верхней конечности (DASH) и общего сотсояния здоровья (SF-16).",
  "В исследовании проводилось оперативное вмешательство: коррегирующая остетомия ДМЭ ЛК",
  "Прооперированным пациентам назначался протокол послеоперационного ведения",
  "Изучаеммым методом был 'Протокол трехмерного планирования коррегирующей остеомии лучевой кости с созданием индивидуального шаблона-направителя'."
  ))