# 01_ЗАКЛЮЧЕНИЕ ------------------------------------------------------------
source("./workSpace/deconst/Conclusion/decost/01_ЗАКЛЮЧЕНИЕ.R")
# 02_ВЫВОДЫ ------------------------------------------------------------
source("./workSpace/deconst/Conclusion/decost/02_ВЫВОДЫ.R")
# 03_ПРАКТИЧЕСКИЕ_РЕКОМЕНДАЦИИ ------------------------------------------------------------
source("./workSpace/deconst/Conclusion/decost/03_ПРАКТИЧЕСКИЕ_РЕКОМЕНДАЦИИ.R")
# 04_СПИСОК_СОКРАЩЕНИЙ_УСЛОВНЫХ_ОБОЗНАЧЕНИЙ ------------------------------------------------------------
source("./workSpace/deconst/Conclusion/decost/04_СПИСОК_СОКРАЩЕНИЙ_УСЛОВНЫХ_ОБОЗНАЧЕНИЙ.R")
# 05_СПИСОК_ЛИТЕРАТУРЫ ------------------------------------------------------------
source("./workSpace/deconst/Conclusion/decost/05_СПИСОК_ЛИТЕРАТУРЫ.R")
# 06_ПРИЛОЖЕНИЯ ------------------------------------------------------------
source("./workSpace/deconst/Conclusion/decost/06_ПРИЛОЖЕНИЯ.R")
