# 1_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_Название.R")
# 1_1_Артроз_коленного_сустава_и_эндопротезирование ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_1_Артроз_коленного_сустава_и_эндопротезирование.R")
# 1_1_1_Эпидемиология ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_1_1_Эпидемиология.R")
# 1_1_2_Инструментальная_оценка_состояния ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_1_2_Инструментальная_оценка_состояния.R")
# 1_1_3_Способы_оценки_функции ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_1_3_Способы_оценки_функции.R")
# 1_1_4_Определение_тактики_лечения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_1_4_Определение_тактики_лечения.R")
# 1_1_4_1_Консервативное_лечение ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_1_4_1_Консервативное_лечение.R")
# 1_1_4_2_Хирургическое_лечение ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_1_4_2_Хирургическое_лечение.R")
# 1_1_5_Современные_данные_о_результатах_и_осложнения_ТЭПКС ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_1_5_Современные_данные_о_результатах_и_осложнения_ТЭПКС.R")
# 1_2_Особенности_анатомии_коленного_сустава ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_2_Особенности_анатомии_коленного_сустава.R")
# 1_2_1_Остеология ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_2_1_Остеология.R")
# 1_2_2_Синдесмология ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_2_2_Синдесмология.R")
# 1_2_3_Капсульно_связочный_апаарат ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_2_3_Капсульно_связочный_апаарат.R")
# 1_2_4_Сосуды_и_нервы ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_2_4_Сосуды_и_нервы.R")
# 1_3_Особенности_биомеханики_коленного_сустава ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_3_Особенности_биомеханики_коленного_сустава.R")
# 1_3_1_Особенности_здорового_сустава ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_3_1_Особенности_здорового_сустава.R")
# 1_3_2_Особенности_сустава_с_артрозом ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_3_2_Особенности_сустава_с_артрозом.R")
# 1_3_3_Взгляды_на_биомеханику_с_точки_зрения_вырвнивания_конечности ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_3_3_Взгляды_на_биомеханику_с_точки_зрения_вырвнивания_конечности.R")
# 1_4_Ранний_послеопреационный_период ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_4_Ранний_послеопреационный_период.R")
# 1_4_1_Жалобы_пациентов_в_ранеем_послеоперационном_периоде ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_4_1_Жалобы_пациентов_в_ранеем_послеоперационном_периоде.R")
# 1_4_2_Влияние_осведомленности_и_информированности_пациента ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_4_2_Влияние_осведомленности_и_информированности_пациента.R")
# 1_4_3_Взгляды_на_предоперативные_и_послеоперативные_протоколы_реабилитации ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_4_3_Взгляды_на_предоперативные_и_послеоперативные_протоколы_реабилитации.R")
# 1_4_4_Послеоперационная_кровопотеря ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_4_4_Послеоперационная_кровопотеря.R")
# 1_4_5_Болевой_синдром_в_раннем_послеоперационном_периода ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_4_5_Болевой_синдром_в_раннем_послеоперационном_периода.R")
# 1_4_6_Причины_неудовлетворенности_при_верном_восстановлении ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_4_6_Причины_неудовлетворенности_при_верном_восстановлении.R")
# 1_5_Резюме ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/decost/1_5_Резюме.R")
