FileName <- "./str/text_protocol.txt"
# 01_Общая_информация ------------------------------------------------------------
source("./workspace/protocol/str/deconst/01_Общая_информация.R")


# 02_Обоснование_исследования ------------------------------------------------------------
source("./workspace/protocol/str/deconst/02_Обоснование_исследования.R")


# 02_1_Актуальность_исследования ------------------------------------------------------------
source("./workspace/protocol/str/deconst/02_1_Актуальность_исследования.R")


# 02_2_Степень_разработанности_проблемы ------------------------------------------------------------
source("./workspace/protocol/str/deconst/02_2_Степень_разработанности_проблемы.R")


# 03_Цель_исследования ------------------------------------------------------------
source("./workspace/protocol/str/deconst/03_Цель_исследования.R")


# 04_Задачи_исследования ------------------------------------------------------------
source("./workspace/protocol/str/deconst/04_Задачи_исследования.R")


# 05_Дизайн_диссертационного_исследования ------------------------------------------------------------
source("./workspace/protocol/str/deconst/05_Дизайн_диссертационного_исследования.R")


# 05_1_Общая_структура_исследования ------------------------------------------------------------
source("./workspace/protocol/str/deconst/05_1_Общая_структура_исследования.R")


# 05_2_Первый_этап_исследования_применение_перподготовки ------------------------------------------------------------
source("./workspace/protocol/str/deconst/05_2_Первый_этап_исследования_применение_перподготовки.R")


# 05_3_Второй_этап_исследования_применение_положения_конечности ------------------------------------------------------------
source("./workspace/protocol/str/deconst/05_3_Второй_этап_исследования_применение_положения_конечности.R")


# 05_4_Третий_этап_исследования_применение_дозы_дексометазона ------------------------------------------------------------
source("./workspace/protocol/str/deconst/05_4_Третий_этап_исследования_применение_дозы_дексометазона.R")


# 05_5_Четвертый_этап_исследования_апробация_протокола ------------------------------------------------------------
source("./workspace/protocol/str/deconst/05_5_Четвертый_этап_исследования_апробация_протокола.R")


# 06_Лечение ------------------------------------------------------------
source("./workspace/protocol/str/deconst/06_Лечение.R")


# 07_Оценка_безопасности ------------------------------------------------------------
source("./workspace/protocol/str/deconst/07_Оценка_безопасности.R")


# 08_Методы_сбора_и_обработки_данных ------------------------------------------------------------
source("./workspace/protocol/str/deconst/08_Методы_сбора_и_обработки_данных.R")


# 09_Прямой_доступ_к_первичным_данным_документации ------------------------------------------------------------
source("./workspace/protocol/str/deconst/09_Прямой_доступ_к_первичным_данным_документации.R")


# 10_Контроль_качества_и_обеспечение_качества ------------------------------------------------------------
source("./workspace/protocol/str/deconst/10_Контроль_качества_и_обеспечение_качества.R")


# 11_Этика ------------------------------------------------------------
source("./workspace/protocol/str/deconst/11_Этика.R")


# 12_Соблюдение_правил_работы_с_персональными_данными ------------------------------------------------------------
source("./workspace/protocol/str/deconst/12_Соблюдение_правил_работы_с_персональными_данными.R")


# 13_Финансирование_и_страхование ------------------------------------------------------------
source("./workspace/protocol/str/deconst/13_Финансирование_и_страхование.R")


# 14_Ожидаемые_результаты ------------------------------------------------------------
source("./workspace/protocol/str/deconst/14_Ожидаемые_результаты.R")


# 15_Возможная_область_применения_результатов_диссертационной_работы ------------------------------------------------------------
source("./workspace/protocol/str/deconst/15_Возможная_область_применения_результатов_диссертационной_работы.R")


# 16_Планируемая_апробация_результатов ------------------------------------------------------------
source("./workspace/protocol/str/deconst/16_Планируемая_апробация_результатов.R")


# 17_Практическая_значимость ------------------------------------------------------------
source("./workspace/protocol/str/deconst/17_Практическая_значимость.R")


# 18_Охраноспособность ------------------------------------------------------------
source("./workspace/protocol/str/deconst/18_Охраноспособность.R")


# 19_Список_используемой_литературы ------------------------------------------------------------
source("./workspace/protocol/str/deconst/19_Список_используемой_литературы.R")


