# 01_Актуальность_исследования ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/01_Актуальность_исследования.R")
# 02_Степень_разработанности_проблемы ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/02_Степень_разработанности_проблемы.R")
# 03_Цель_исследования ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/03_Цель_исследования.R")
# 04_Задачи_исследования ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/04_Задачи_исследования.R")
# 05_Научная_новизна ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/05_Научная_новизна.R")
# 06_Теоретическая_практическая_значимость ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/06_Теоретическая_практическая_значимость.R")
# 07_Методология_методы_исследования ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/07_Методология_методы_исследования.R")
# 08_Основные_положения_выносимые_на_защиту ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/08_Основные_положения_выносимые_на_защиту.R")
# 09_Степень_достоверности_апробация_диссертационной_работы ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/09_Степень_достоверности_апробация_диссертационной_работы.R")
# 10_Внедрение_результатов_работы_практику ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/10_Внедрение_результатов_работы_практику.R")
# 11_Личный_вклад_соискателя.R ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/11_Личный_вклад_соискателя.R")
# 12_Публикации ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/12_Публикации.R")
# 13_Структура_объем_диссертаци ------------------------------------------------------------
source("./workSpace/deconst/Intro/decost/13_Структура_объем_диссертаци.R")
