FileName <- "./workspace/disser/str/text_disser.txt"
source("./create/func/run_funcs.R")


# 00_Титульный_лист ------------------------------------------------------------
source("./workspace/disser/str/deconst/00_Титульный_лист/00_Титульный_лист.R")


# 01_Введение ------------------------------------------------------------
source("./workspace/disser/str/deconst/01_Введение/01_Введение.R")


# 02_Глава1 ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/02_Глава1.R")


# 03_Глава2 ------------------------------------------------------------
source("./workspace/disser/str/deconst/03_Глава2/03_Глава2.R")


# 04_Глава3 ------------------------------------------------------------
source("./workspace/disser/str/deconst/04_Глава3/04_Глава3.R")


# 05_Глава4 ------------------------------------------------------------
source("./workspace/disser/str/deconst/05_Глава4/05_Глава4.R")


# 06_Глава5 ------------------------------------------------------------
source("./workspace/disser/str/deconst/06_Глава5/06_Глава5.R")


# 07_Заключение ------------------------------------------------------------
source("./workspace/disser/str/deconst/07_Заключение/07_Заключение.R")


