FileName <- "./str/text_disser.txt"
# 01_ЗАКЛЮЧЕНИЕ ------------------------------------------------------------
source("./workspace/disser/str/deconst/07_Заключение/deconst/01_ЗАКЛЮЧЕНИЕ.R")


# 02_ВЫВОДЫ ------------------------------------------------------------
source("./workspace/disser/str/deconst/07_Заключение/deconst/02_ВЫВОДЫ.R")


# 03_ПРАКТИЧЕСКИЕ_РЕКОМЕНДАЦИИ ------------------------------------------------------------
source("./workspace/disser/str/deconst/07_Заключение/deconst/03_ПРАКТИЧЕСКИЕ_РЕКОМЕНДАЦИИ.R")


# 04_СПИСОК_СОКРАЩЕНИЙ_УСЛОВНЫХ_ОБОЗНАЧЕНИЙ ------------------------------------------------------------
source("./workspace/disser/str/deconst/07_Заключение/deconst/04_СПИСОК_СОКРАЩЕНИЙ_УСЛОВНЫХ_ОБОЗНАЧЕНИЙ.R")


# 05_СПИСОК_ЛИТЕРАТУРЫ ------------------------------------------------------------
source("./workspace/disser/str/deconst/07_Заключение/deconst/05_СПИСОК_ЛИТЕРАТУРЫ.R")


# 06_ПРИЛОЖЕНИЯ ------------------------------------------------------------
source("./workspace/disser/str/deconst/07_Заключение/deconst/06_ПРИЛОЖЕНИЯ.R")


