source("./workSpace/data/data_script.R")
library(ggplot2)
library(ggpie)
# 00_Титульный_лист ------------------------------------------------------------
source("./workSpace/deconst/TitleList/00_Титульный_лист.R")
# 01_Введение ------------------------------------------------------------
source("./workSpace/deconst/Intro/01_Введение.R")
# 02_Глава1 ------------------------------------------------------------
source("./workSpace/deconst/Chapter_1/02_Глава1.R")
# 03_Глава2 ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/03_Глава2.R")
# 04_Глава3 ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/04_Глава3.R")
# 05_Глава4 ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/05_Глава4.R")
# 06_Глава5 ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/06_Глава5.R")
# 07_Заключение ------------------------------------------------------------
source("./workSpace/deconst/Conclusion/07_Заключение.R")
