# 2_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_Название.R")
# 2_1_Общая_структура_настоящего_исследования ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_1_Общая_структура_настоящего_исследования.R")
# 2_1_1_Критерии_включения_и_исключения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_1_1_Критерии_включения_и_исключения.R")
# 2_2_Описание_методов_диссертационного_исследования ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_Описание_методов_диссертационного_исследования.R")
# 2_2_1_Методы_лучевой_диагности_и_оценка_референтных_значени ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_1_Методы_лучевой_диагности_и_оценка_референтных_значени.R")
# 2_2_2_Субъективная_оценка_качества_анкетирование ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_2_Субъективная_оценка_качества_анкетирование.R")
# 2_2_3_Функциональные_тесты ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_3_Функциональные_тесты.R")
# 2_2_4_Лабараторные_исследования ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_4_Лабараторные_исследования.R")
# 2_2_5_Протокол_предоперационного_ведения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_5_Протокол_предоперационного_ведения.R")
# 2_2_5_1_Принципы_рандомизации_протокла_предоперационного_ведения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_5_1_Принципы_рандомизации_протокла_предоперационного_ведения.R")
# 2_2_6_Оперативная_техника_тольного_эндопротезирования_коленного_сустава ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_6_Оперативная_техника_тольного_эндопротезирования_коленного_сустава.R")
# 2_2_6_1_Расчет_доз_дексаметазоная_и_принципы_рандомизации ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_6_1_Расчет_доз_дексаметазоная_и_принципы_рандомизации.R")
# 2_2_7_Протокол_послеоперационного_ведения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_7_Протокол_послеоперационного_ведения.R")
# 2_2_7_1_Принципы_рандомизации_использования_полсеоперационной_подушки ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_7_1_Принципы_рандомизации_использования_полсеоперационной_подушки.R")
# 2_2_8_Протокол_трехмерного_планирования_коррегирующей_остеомии ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_8_Протокол_трехмерного_планирования_коррегирующей_остеомии.R")
# 2_3_Характеристика_выборок_по_этапам ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_3_Характеристика_выборок_по_этапам.R")
# 2_3_1_Исследование_предоперационного_протокола ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_3_1_Исследование_предоперационного_протокола.R")
# 2_3_2_Исследование_применения_повышенных_доз_дексаметазона ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_3_2_Исследование_применения_повышенных_доз_дексаметазона.R")
# 2_3_3_Исследование_применения_посоперационного_сгибания_коленного_сустава ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_3_3_Исследование_применения_посоперационного_сгибания_коленного_сустава.R")
# 2_4_Методы_статистической_оценки_и_сбора_данных ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_4_Методы_статистической_оценки_и_сбора_данных.R")
