# 4_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_Название.R")
# 4_1_Биллатеральное_исследование_симметрии_дистального_метаэпифиза_у_лиц_без_травмы_в_анамнезе ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_1_Биллатеральное_исследование_симметрии_дистального_метаэпифиза_у_лиц_без_травмы_в_анамнезе.R")
# 4_2_Оценка_точности_показателей_применения_индивидуального_шаблона_направителя ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_2_Оценка_точности_показателей_применения_индивидуального_шаблона_направителя.R")
# 4_3_Резюме ------------------------------------------------------------
source("./workSpace/deconst/Chapter_4/decost/4_3_Резюме.R")
