# 2_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_Название.R")
# 2_1_Общая_структура_настоящего_исследования ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_1_Общая_структура_настоящего_исследования.R")
# 2_1_1_Критерии_включения_и_исключения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_1_1_Критерии_включения_и_исключения.R")
# 2_2_Описание_методов_диссертационного_исследования ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_Описание_методов_диссертационного_исследования.R")
# 2_2_1_Методы_лучевой_диагности_и_оценка_референтных_значени ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_1_Методы_лучевой_диагности_и_оценка_референтных_значени.R")
# 2_2_2_Субъективная_оценка_качества_анкетирование ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_2_Субъективная_оценка_качества_анкетирование.R")
# 2_2_3_Функциональные_тесты ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_3_Функциональные_тесты.R")
# 2_2_4_Регистрируемые_данные_и_класификаторы ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_4_Регистрируемые_данные_и_класификаторы.R")
# 2_2_5_Оперативная_техника_коррегирующей_остетомии_ДМЭ_ЛК ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_5_Оперативная_техника_коррегирующей_остетомии_ДМЭ_ЛК.R")
# 2_2_6_Протокол_послеоперационного_ведения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_6_Протокол_послеоперационного_ведения.R")
# 2_2_7_Протокол_трехмерного_планирования_коррегирующей_остеомии ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_2_7_Протокол_трехмерного_планирования_коррегирующей_остеомии.R")
# 2_3_Характеристика_выборок_по_этапам ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_3_Характеристика_выборок_по_этапам.R")
# 2_3_1_Ретроспективная_оценка_результатов_остетомии_ЛК_при_непра ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_3_1_Ретроспективная_оценка_результатов_остетомии_ЛК_при_непра.R")
# 2_3_2_Биллатеральное_исследование_симметрии_дистального_метаэпиф ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_3_2_Биллатеральное_исследование_симметрии_дистального_метаэпиф.R")
# 2_3_3_Экспериментальная_оценка_эффективности_шаблона_напрвителя ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_3_3_Экспериментальная_оценка_эффективности_шаблона_напрвителя.R")
# 2_3_4_Клиническое_исследование_эффективности_применения_протокол ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_3_4_Клиническое_исследование_эффективности_применения_протокол.R")
# 2_4_Методы_статистической_оценки_и_сбора_данных ------------------------------------------------------------
source("./workSpace/deconst/Chapter_2/decost/2_4_Методы_статистической_оценки_и_сбора_данных.R")


