library(ggplot2)
library(openxlsx)






df1<- read.xlsx(xlsxFile = WayToData, sheet = Sheet1)

vecDf1<-  colnames(df1)

# for (i in 1:length(vecDf1)) {
#   escribir(paste(i,vecDf1[i]))
# }

list1 <-  list(compairMain = c(vecDf1[c(2,9:11)]),
           inputData = c(vecDf1[3:23]),
           inputData_transl = c("пол",
                                "время от травмы",
                                "возраст",
                                "ИМТ",
                                "сторона",
                                "доминирующая рука",
                                "повреждение доминирующей руки",
                                "тип деформации",
                                "тип активности",
                                "НЛК поврежденной руки до операции",
                                "оценка НЛК поврежденной руки до операции",
                                "ЛН поврежденной руки до операции",
                                "оценка ЛН поврежденной руки до операции",
                                "ЛВ поврежденной руки до операции",
                                "оценка ЛВ поврежденной руки до операции",
                                "НЛК здоровой руки",
                                "оценка НЛК здоровой руки",
                                "ЛН здоровой руки",
                                "оценка ЛН здоровой руки",
                                "ЛВ здоровой руки",
                                "оценка ЛВ здоровой руки"
            
           ),
           inputData_measure = c(
             "кат",
             "лет",
             "лет",
             "кг/м2",
             "кат",
             "кат",
             "кат",
             "кат",
             "кат",
             "градусов",
             "кат",
             "градусов",
             "кат",
             "градусов",
             "кат",
             "градусов",
             "кат",
             "градусов",
             "кат",
             "мм",
             "кат" 
        ),
           outputData = c(vecDf1[24:35]),
           outputData_transl = c(
             "оценка DASH",
             "оценка SF-16 (физический компонент)",
             "оценка SF-16 (ментальный компонент)",
             "объем сгибания и разгибания",
             "объем девиации",
             "объем пронации и супинации",
             "НЛК поврежденной руки",
             "ЛН поврежденной руки",
             "ЛВ поврежденной руки",
             "оценка НЛК поврежденной руки",
             "оценка ЛН поврежденной руки",
             "оценка ЛВ поврежденной руки"
           ),
           outputData_measure = c(
             "баллов",
             "баллов",
             "баллов",
             "градусов",
             "градусов",
             "градусов",
             "градусов",
             "градусов",
             "мм",
             "кат",
             "кат",
             "кат"
           )
)

# for (i in 1:length(vecDf2a)) {
#   escribir(paste(vecDf2a[i]))
# }


df2a<- read.xlsx(xlsxFile = WayToData, sheet = Sheet2a)

vecDf2a <-  colnames(df2a)

list2a <-  list(compairMain = c(vecDf2a[6]),
                inputData = c(vecDf2a[2:5]),
                inputData_transl = c(
                  "возраст", 
                  "пол",
                  "ИМТ",
                  "тип апктивности"
                ),
                inputData_measure = c(
                  "лет", 
                  "кат",
                  "кг/м2",
                  "кат"
                ),
                outputData = c(vecDf2a[7:13]),
                outputData_transl = c(
                  "НЛК",
                  "ЛВ",
                  "ЛН",
                  "медиальный ладоннокортикальный угол",
                  "медианный ладоннокортикальный угол",
                  "латеральный ладоннокортикальный угол",
                  "среднее ладоннокортикальных углов"
                ),
                outputData_measure = c("градусы",
                                       "градусы",
                                       "градусы",
                                       "градусы",
                                       "градусы",
                                       "градусы",
                                       "градусы"),
                compairSecondary = c()
)

# for (i in 1:length(vecDf2b)) {
#   escribir(paste(i,vecDf2b[i]))
# }

df2b<- read.xlsx(xlsxFile = WayToData, sheet = Sheet2b)

vecDf2b <-  colnames(df2b)

list2b <- list(compairMain = c(vecDf2b[5]),
               inputData = c(vecDf2b[c(2,3,4,6,7,8,9)]),
               inputData_transl = c(
                 "время после травмы",
                 "пол",
                 "возраст",
                 "сторона",
                 "доминирующая рука",
                 "повреждение доминирующей руки",
                 "тип деформации"
               ),
               inputData_measure = c(
                 "месяцев",
                 "кат",
                 "лет",
                 "кат",
                 "кат",
                 "кат",
                 "кат" 
               ),
               outputData = c(vecDf2b[10:15]),
               outputData_transl = c(
                 "НЛК",
                 "оценка НЛК",
                 "ЛН",
                 "оценка ЛН",
                 "ЛВ",
                 "оценка  ЛВ"
               ),
               outputData_measure = c(
                 "градусы",
                 "градусы",
                 "градусы",
                 "градусы",
                 "градусы",
                 "градусы"
               ),
               compairSecondary = c()
)

  
# for (i in 1:length(vecDf3)) {
#   escribir(paste(i,vecDf3[i]))
# }

df3<- read.xlsx(xlsxFile = WayToData, sheet = Sheet3)

vecDf3 <-  colnames(df3)

list3 <- list(compairMain = c(vecDf3[2]),
              inputData = c(vecDf3[3:25]),
              inputData_transl = c(
                "пол",
                "возраст",
                "ИМТ",
                "сторона",
                "доминирующая рука",
                "повреждение доминирующей руки",
                "тип деформации", 
                "тип активности",
                "НЛК поврежденной руки до операции",
                "оценка НЛК поврежденной руки до операции",
                "ЛН поврежденной руки до операции",
                "оценка ЛН поврежденной руки до операции",
                "ЛВ поврежденной руки до операции",
                "оценка ЛВ поврежденной руки до операции",
                "НЛК здоровой руки",
                "оценка НЛК здоровой руки",
                "ЛН здоровой руки",
                "оценка ЛН здоровой руки",
                "ЛВ здоровой руки",
                "оценка ЛВ здоровой руки",
                "оцнека DASH до операции",
                "оценка SF-16 (физический компонент)",
                "оценка SF-16 (ментальный компонент)"
              ),
              inputData_measure = c(
                "кат",
                "лет",
                "кг/м2",
                "кат",
                "кат",
                "кат",
                "кат",
                "кат",
                "градусы",
                "кат",
                "градусы",
                "кат",
                "градусы",
                "кат",
                "градусы",
                "кат",
                "градусы",
                "кат",
                "градусы",
                "кат",
                "баллы",
                "баллы",
                "баллы"
              ),
              outputData = c(vecDf3[26:43]),
              outputData_transl = c(
                "оценка DASH",
                "оценка SF-16 (физический компонент)",
                "оценка SF-16 (ментальный компонент)",
                "время операции",
                "количество снимков",
                "суммарное время экспозиции",
                "общая рентгенологическая доза",
                "объем сгибания и разгибания",
                "объем девиации",
                "объем пронации и супинации",
                "сила руки",
                "оценка боли по ВАШ на 3 сутки",
                "НЛК поврежденной руки",
                "ЛН поврежденной руки",
                "ЛВ поврежденной руки",
                "оценка НЛК поврежденной руки",
                "оценка ЛН поврежденной руки",
                "оценка ЛВ поврежденной руки"
              ),
              outputData_measure = c(
                "баллы",
                "баллы",
                "баллы",
                "минут",
                "штук",
                "секунд",
                "мкЗв",
                "градусы",
                "градусы",
                "градусы",
                "градусы",
                "кат",
                "градусы",
                "градусы",
                "градусы",
                "кат",
                "кат",
                "кат"
              ),
              compairSecondary = c()
)


list3$compairMain <- c("group","damage_dominant_hand","type_deformation","type_action" )