FileName <- "./str/text_disser.txt"
# 5_1_Результаты_проспективной_группы_в_целом ------------------------------------------------------------
source("./workspace/disser/str/deconst/06_Глава5/deconst/5_1_Результаты_проспективной_группы_в_целом.R")


# 5_2_Результаты_в_подгруппах_по_признаку_повреждения_доминирующей_руки ------------------------------------------------------------
source("./workspace/disser/str/deconst/06_Глава5/deconst/5_2_Результаты_в_подгруппах_по_признаку_повреждения_доминирующей_руки.R")


# 5_3_Результаты_в_подгруппах_по_признаку_типа_деформации ------------------------------------------------------------
source("./workspace/disser/str/deconst/06_Глава5/deconst/5_3_Результаты_в_подгруппах_по_признаку_типа_деформации.R")


# 5_4_Результаты_в_подгруппах_по_признаку_типа_активности ------------------------------------------------------------
source("./workspace/disser/str/deconst/06_Глава5/deconst/5_4_Результаты_в_подгруппах_по_признаку_типа_активности.R")


# 5_5_Резюме ------------------------------------------------------------
source("./workspace/disser/str/deconst/06_Глава5/deconst/5_5_Резюме.R")


