FileName <- "./str/text_disser.txt"
# 4_1_Биллатеральное_исследование_симметрии_дистального_метаэпифиза_у_лиц_без_травмы_в_анамнезе ------------------------------------------------------------
source("./workspace/disser/str/deconst/05_Глава4/deconst/4_1_Биллатеральное_исследование_симметрии_дистального_метаэпифиза_у_лиц_без_травмы_в_анамнезе.R")


# 4_2_Оценка_точности_показателей_применения_индивидуального_шаблона_направителя ------------------------------------------------------------
source("./workspace/disser/str/deconst/05_Глава4/deconst/4_2_Оценка_точности_показателей_применения_индивидуального_шаблона_направителя.R")


# 4_3_Резюме ------------------------------------------------------------
source("./workspace/disser/str/deconst/05_Глава4/deconst/4_3_Резюме.R")


