# 5_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_Название.R")
# 5_1_Результаты_ретроспективной_группы_в_целом ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_1_Результаты_ретроспективной_группы_в_целом.R")
# 5_2_Результаты_в_подгруппах_по_признаку_повреждения_доминирующей_руки ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_2_Результаты_в_подгруппах_по_признаку_повреждения_доминирующей_руки.R")
# 5_3_Результаты_в_подгруппах_по_признаку_типа_деформации ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_3_Результаты_в_подгруппах_по_признаку_типа_деформации.R")
# 5_4_Результаты_в_подгруппах_по_признаку_типа_активности ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_4_Результаты_в_подгруппах_по_признаку_типа_активности.R")
# 5_5_Резюме ------------------------------------------------------------
source("./workSpace/deconst/Chapter_5/decost/5_5_Резюме.R")
