
# 2.2.5 Оперативная техника коррегирующей остетомии ДМЭ ЛК ----------------


escribir(paste("### ",s2_2_5,"\n"))

escribir(paste(
  "Хирургические вмешательства были выполнены одним и тем же хирургом. ",
  "Использовался модифицированный передний доступ, описанный Генри [@dashe2020].",
  "Мышца квадратного пронатора пересекалась, чтобы обнажить дистальную" ,
  "часть лучевой кости с исходной костной мозолью перелома." ,
  "В группе B шаблон направитель для остеотомии устанавливался с закреплением спицами Киршнера." ,
  "Для подтверждения положения направителя для остеотомии использовалась интраоперационная рентгеноскопия." ,
  "Лучевая остеотомия выполнялась с использованием этого же направителя с помощью осцилляторной пилы. ",
  "Затем шаблон-направитель был удален.",
  "В группе А и R шаблон-направитель не использовался",
  "Фиксация производилась с помощью анатомической фиксирующей ладонной пластинки ",
  "(Biomet-Zimmer DVR Crosslock Distal Radius Plate). ",
  "Сначала были установлены эпифизарные винты в направляющих отверстиях пластины ",
  "и затем метафизарные винты. Для подтверждения коррекции неправильного сращения ",
  "снова использовалась рентгеноскопия с определением физиологического восстановления ",
  "анатомии дистального отдела лучевой кости и верного позиционирования фиксирующего ",
  "материала. Если имелась техническая возможность, ",
  "производилась фиксация квадратного пронатора. Производилось ушивание раны. ",
  "Установка дренажа не производилась. Время операции фиксировалось.\n"
))