escribir(paste("### ",s2_2_2,"\n\n"))


escribir(paste("В исследованиии использовалась анкеты субъективной оценки, ",
               "котрые пациент заполняет сам.\n\n"))
escribir(paste("Анкета нарушения функции кисти, предплечья и плеча (DASH)",
               "DASH — это анкета, состоящая из 30 пунктов,",
               "которая измеряет функцию и симптомы заболеваний верхних конечностей [@hudak1996development].",
               "Пациенты заполняли перед операцией в 4 этапе исследования и послеоперационный в 1 и 4 этапах исследования.",
               "На 4 этапе исследования строго на 12 месяц после операции",
               "Заполнение проходило как лично на приеме, так и дистанционно, путем рассылки электронных писем.",
               "Пример анкеты представленв разделе '",
               sAppendix,
               "'.\n\n"
))

escribir(paste("Анкета состояния здоровья SF-16",
               "SF-36 — это анкета из 36 элементов, которая измеряет состояние здоровья в 8 областях:", 
               "физическое функционирование, ролевое физическое функционирование, боль, общее здоровье,",
               "жизнеспособность, социальное функционирование,",
               "ролевое эмоциональное функционирование и психическое здоровье [@ware1992mos].",
               "Пациенты заполняли анкету перед операцией в 4 этапе исследования и послеоперационный в 1 и 4 этапах исследования.",
               "На 4 этапе исследования строго на 12 месяц после операции",
               "Заполнение проходило как лично на приеме, так и дистанционно, путем рассылки электронных писем.",
               "Пример анкеты представленв разделе '",
               sAppendix,
               "'.\n\n"
))