escribir(paste("### ",s2_2_1))


escribir("*Рентгенологическая оценка*\n\n")

escribir(paste(
  "В исследовании использовались три основных рентгенологических ",
  "измерения для оценки ДМЭ ЛК: ЛВ, НЛК и ЛН [@graham1997].\n"
))


escribir(paste(
  "Измерение проводилось на рентгенограмме в прямой проекции ",
  "ЛВ измерялось как расстояние между двумя линиями, ",
  "проведенными перпендикулярно длинной оси лучевой кости ",
  "в прямой проекции от вершины шиловидного отростка лучевой кости и уровня ",
  "суставной поверхности локтевой кости. ",
  "Нормальная ЛВ находится в диапазоне 8-14 мм [@lalone2015; @perugia2014].\n"
))


escribir(paste(
  "Измерение проводилось на рентгенограмме в прямой проекции ",
  "НЛК — это наклон дистальной поверхности лучевой кости по отношению к ее оси. ",
  "Угол радиального наклона определялся в прямой проекции как угол между линией," ,
  "проведенной между точкой шиловидного отростка лучевой кости ",
  "и самой медиальной точки суставной поверхности локтевой кости [@pope2014musculoskeletal]. ",
  "Показатель 21-25° считался нормальным [@harisinghani2018primer; @guglielmi2001fundamentals].\n"
))


escribir(paste(
  "ЛН оценивался на рентгенограмме лучезапястного сустава в боковой провкции, соответствовал углу,",
  "образованному линией, проведенной перпендикулярно оси лучевой кости, и линией,",
  "которая проходит через крайние точки тыльноой и ладонной краев лучевой кости,",
  "то есть вдоль суставной поверхности лучевой кости [@wolfe2021green; @graftiaux2015charles].",
  "Нормальным этот показатель считался в диапазоне 7-15º [@perugia2014; @mignemi2013]."
))


escribir(paste(
  "Измерения выше описанных углов в трехмерной среде проводилось",
  "путем фиксации и создания изображениятрехмерной модели во вронтальной и сагитальной плоскости.",
  "Таким оразом проводилось устранинение единства измерения в трехмерной среде и двумерной рентгенограммы.\n"
))



escribir("*Выполнение компьютерной томографии*\n\n")

escribir(paste(
  "Исходной информацией для производства любого индивидуального изделия и индивидуальной анатомической ",
  "модели является МСКТ ",
  "(мультиспиральная компьютерная томография) конкретного пациента.",
  "Пациентам, которым было назначено планирование операции в трехмерной среде, ",
  "была выполнена МСКТ на компьютерном томографе Toshiba Aquilion 64 с дистанцией между срезами 0,5 мм. ",
  "Во избежание накопления ошибок, связанных с погрешностью передачи данных рекомендовано использовать ",
  "слой не более 1 мм, но лучше 0,5 мм. Полученные данные сохраняются в формате DICOM."
))