# 3_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_Название.R")
# 3_1_Результаты_ретроспективной_группы_в_целом ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_1_Результаты_ретроспективной_группы_в_целом.R")
# 3_2_Результаты_в_подгруппах_по_признаку_повреждения_доминирующей_руки ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_2_Результаты_в_подгруппах_по_признаку_повреждения_доминирующей_руки.R")
# 3_3_Результаты_в_подгруппах_по_признаку_типа_деформации ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_3_Результаты_в_подгруппах_по_признаку_типа_деформации.R")
# 3_4_Результаты_в_подгруппах_по_признаку_типа_активности ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_4_Результаты_в_подгруппах_по_признаку_типа_активности.R")
# 3_5_Резюме ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_5_Резюме.R")
