# 6_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_6/decost/6_Название.R")
# 6_1_Оценка_полученных_результатов_настоящего_диссретационного_исследования ------------------------------------------------------------
source("./workSpace/deconst/Chapter_6/decost/6_1_Оценка_полученных_результатов_настоящего_диссретационного_исследования.R")
# 6_2_Резюме ------------------------------------------------------------
source("./workSpace/deconst/Chapter_6/decost/6_2_Резюме.R")
