FileName <- "./workspace/disser/str/text_disser.txt"
# 1_1_Особенности_анатомии_лучезапястного_сустава ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_1_Особенности_анатомии_лучезапястного_сустава.R")


# 1_1_1_Остеология ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_1_1_Остеология.R")


# 1_1_2_Синдесмология ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_1_2_Синдесмология.R")


# 1_1_3_Модель_трех_колонн ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_1_3_Модель_трех_колонн.R")


# 1_2_Перелом_дистального_метаэпифиза_лучевой_кости ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_2_Перелом_дистального_метаэпифиза_лучевой_кости.R")


# 1_2_1_Эпидемиология ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_2_1_Эпидемиология.R")


# 1_2_2_Структура_тяжести_получаемой_травмы ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_2_2_Структура_тяжести_получаемой_травмы.R")


# 1_2_3_Инструментальная_оценка_повреждения ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_2_3_Инструментальная_оценка_повреждения.R")


# 1_2_4_Способы_оценки_функции_при_повреждении ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_2_4_Способы_оценки_функции_при_повреждении.R")


# 1_2_5_Неправильное_сращение_дистального_метаэпифиза_как_результат_лечения_перелома ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_2_5_Неправильное_сращение_дистального_метаэпифиза_как_результат_лечения_перелома.R")


# 1_3_Современные_подход_к_лечению_посттравматической_деформации_дистального_метаэпифиза_лучевой_кости ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_Современные_подход_к_лечению_посттравматической_деформации_дистального_метаэпифиза_лучевой_кости.R")


# 1_3_1_Классификация_деформации_ДМЭ_ЛК ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_1_Классификация_деформации_ДМЭ_ЛК.R")


# 1_3_2_Жалобы_пациентов_с_деформацией_ДМЭ_ЛК ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_2_Жалобы_пациентов_с_деформацией_ДМЭ_ЛК.R")


# 1_3_3_Биомеханика_дистального_лучезапястного_сустава_при_деформации ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_3_Биомеханика_дистального_лучезапястного_сустава_при_деформации.R")


# 1_3_4_Рентгенологическая_оценка ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_4_Рентгенологическая_оценка.R")


# 1_3_5_Показания_и_противопоказания_к_корригирующей_остеотомии ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_5_Показания_и_противопоказания_к_корригирующей_остеотомии.R")


# 1_3_6_Сроки_проведения_остеотомий ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_6_Сроки_проведения_остеотомий.R")


# 1_3_7_Предоперационная_подготовка ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_7_Предоперационная_подготовка.R")


# 1_3_8_Оперативная_техника ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_8_Оперативная_техника.R")


# 1_3_8_1_Неправильное_сращение_дистальных_переломов_лучевой_кости_с_дорсальным_углом ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_8_1_Неправильное_сращение_дистальных_переломов_лучевой_кости_с_дорсальным_углом.R")


# 1_3_8_2_Неправильное_соединение_с_ладонным_углом_при_переломах_дистального_отдела_лучевой_кости ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_8_2_Неправильное_соединение_с_ладонным_углом_при_переломах_дистального_отдела_лучевой_кости.R")


# 1_3_8_3_Внутрисуставное_неправильное_соединение_переломов_дистального_отдела_лучевой_кости ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_8_3_Внутрисуставное_неправильное_соединение_переломов_дистального_отдела_лучевой_кости.R")


# 1_3_8_4_Костная_пластика ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_8_4_Костная_пластика.R")


# 1_3_9_Осложнения ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_3_9_Осложнения.R")


# 1_4_Компьютерные_технологии_в_процедурах_корректирующей_дистальной_лучевой_остеотомии ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_4_Компьютерные_технологии_в_процедурах_корректирующей_дистальной_лучевой_остеотомии.R")


# 1_4_1_Планирование_в_виртуальной_среде ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_4_1_Планирование_в_виртуальной_среде.R")


# 1_4_2_Создание_направляющего_инструмента_для_конкретного_пациента ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_4_2_Создание_направляющего_инструмента_для_конкретного_пациента.R")


# 1_5_Резюме ------------------------------------------------------------
source("./workspace/disser/str/deconst/02_Глава1/deconst/1_5_Резюме.R")


