# 3_Название ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_Название.R")
# 3_1_Описание_результатов_этапа_исследования_предоперационного_ведения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_1_Описание_результатов_этапа_исследования_предоперационного_ведения.R")
# 3_2_Результаты_в_группе_без_протокола_предопреационного_ведения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_2_Результаты_в_группе_без_протокола_предопреационного_ведения.R")
# 3_3_Результаты_в_группе_с_протоколом_предопреационного_ведения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_3_Результаты_в_группе_с_протоколом_предопреационного_ведения.R")
# 3_3_1_Подгруппа_с_инструктором ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_3_1_Подгруппа_с_инструктором.R")
# 3_3_2_Подгруппа_самотоятельного_ведения ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_3_2_Подгруппа_самотоятельного_ведения.R")
# 3_4_Результаты_сравнения_групп_и_подгрупп ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_4_Результаты_сравнения_групп_и_подгрупп.R")
# 3_5_Резюме ------------------------------------------------------------
source("./workSpace/deconst/Chapter_3/decost/3_5_Резюме.R")
